export const seasons = [
    {
        name: "Сезон 1",
        tags: ["2022-2022"],
        description: `Тогдашний сервер \"Золотой Ключик\" на тему ванильного выживания. 
        Являлся пиком активности, имел наибольшее количество построенных городов и баз, 
        ибо позиниционировался как сервер более крупного масштаба. Тогда на сервере был построен крупнейший город Ватерград,
        и когда сервер будет закрыт, игроки Ватерграда запросят файлы сохраненного мира и возьмут сервер под своё крыло.`,
        image: "assets/s1.png",
    },
    {
        name: "Сезон 2",
        tags: ["2022-2023"],
        description: `Фактически является продолжением 1 сезона и началом нашего сервера, который изначально работал будто
        только для Ватерграда. Но вскоре начали приходить новые игроки, которые строили новые города. Под конец сервера существовало
        три города - Ватерград, Файерград и Темнодубово. Несмотря на все конфликты, игроки жили мирно и в достатке.`,
        image: "assets/s2.png"
    },
    {
        name: "Сезон 3",
        tags: ["2023-2024"],
        description: `В результате закрепления того факта, что сервер полностью дружеский и агрессивное поведение новых игроков
        не будет принято, все игроки разделились на более небольшие базы, а единственным городом оставался спавн. 3 сезон продлился ровно
        год, и из-за неактива никто не достроил до совершенства свои базы. Сезон можно считать неудачным, но в его время удалось
        разрешить немало конфликтов.`,
        image: "assets/s3.png"
    },
    {
        name: "Сезон 4",
        tags: ["Сейчас"],
        description: `Самый отличающийся от всех сезонов. Если раньше контент расширялся датапаки, то теперь
        происходит игра с модами. Такие моды как Create, Biomes o' Plenty, Alex Mobs и Alex Caves совершенно перевернули геймплей.
        Надеемся, этот сезон станет лучшим, а также познакомит с нашим проектом больше людей.
        `,
        image: "assets/s4.png",
        style: "bg-gradient-to-tr from-[#50488C]"
    }
]

export const navLinks = [
    {
        name: "Карта",
        href: "http://donator41.gamely.pro:20499/"
    },
    {
        name: "Модпак",
        href: "https://disk.yandex.ru/d/h_Het38pCm5LVw"
    }
]

export const seasonsHeading = `
Наш сервер существует с 2022 года, был создан игроками энтузиастами с целью возродить активность и 
улучшить концепцию любимого сервера. Сезоны не начинаются по любому поводу, а ознаменовываются нововведениями.`

export const heading = `
Далеко не всем по душе крупные сервера - легко затеряться в постоянной суете.
Здесь мы пытаемся подражать формату больших серверов в рамках небольшого
круга друзей - в итоге получили незабываемый опыт, который можете получить и вы.
`

export const footerRU = `
Проект WalterCraft и связанные с ним проекты никак не связаны с Mojang Studios или Microsoft Corporation.
`

export const footerEN = `
WalterCraft and related projects are not affiliated with Mojang Studios or Microsoft Corporation in any way.
`

export const entranceHeading = `
На данный момент зайти на сервер можно бесплатно. Добавление в вайтлист происходит вручную.
`

