<template>
    <div class="info">
        <h1 data-aos="fade-in">Сервер из нескольких человек, а уже с большими планами.</h1>
        <p>
            В середине 2022 был создан сервер "Золотой Ключик" игроком Eathleees, на сервере предоставляли возможность основывать свои города. Спустя время, из этих городов выделился самый активный и крупнейший - Ватерград.
            <p>Шли месяцы, угасал интерес к серверу, и создатель его окончательно закрыл.</p>
            <p>Но Ватерград спал недолго, в начале ноября удалось приобрести хостинг и вернуть файлы мира бывшего сервера</p>
            <p>Теперь мы занимаемся неведомой хернёй - конфликтуем, строим фермы, строим здания.</p>
            <p>Мы рады притоку людей, но лишь тех, кому уже доверяет один из наших частых игроков. Если этот сайт кто-то умудрился найти, то можете стать частью нашего общества, всё-равно мы врядли будем размещать где-то, где сидят куча людей. Важен контроль, а когда на сервер заходит уже только 4 ноунейма, ломаются городские здания и достопримечательности, нагло обчищаются сундуки.</p>
        </p>
    </div>
</template>

<script>
export default {

}
</script>